
"Quarterly" = "Sabbatskolen på ett sted";

"Lesson" = "Ukentlige leksjoner";

"Reading" = "Les og studere sabbatsskolen";

"Verse" = "Bibelen versene for hånden";

"Theme" = "Tilpassbar leseopplevelse";
